Repository: zaidsafa/verbose-winner
Catalog: Pinbook/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, ur, zh_hans, zh_hant

source: Notes are encrypted for the selected team devices. Pinbook archives a received note before acknowledging it.
ar: تُشفَّر الملاحظات لأجهزة الفريق المحددة. يحفظ Pinbook الملاحظة المستلمة في الأرشيف قبل تأكيد استلامها.
de: Notizen werden für die ausgewählten Teamgeräte verschlüsselt. Pinbook archiviert eine empfangene Notiz, bevor der Empfang bestätigt wird.
es: Las notas se cifran para los dispositivos del equipo seleccionados. Pinbook archiva cada nota recibida antes de confirmar su recepción.
fr: Les notes sont chiffrées pour les appareils sélectionnés de l’équipe. Pinbook archive chaque note reçue avant d’en accuser réception.
hi: नोट चुने गए टीम डिवाइसों के लिए एन्क्रिप्ट किए जाते हैं। Pinbook प्राप्त नोट की पुष्टि करने से पहले उसे संग्रहित करता है।
id: Catatan dienkripsi untuk perangkat tim yang dipilih. Pinbook mengarsipkan catatan yang diterima sebelum mengonfirmasi penerimaannya.
it: Le note vengono crittografate per i dispositivi selezionati del team. Pinbook archivia ogni nota ricevuta prima di confermarne la ricezione.
ja: メモは選択したチーム端末向けに暗号化されます。Pinbookは受信確認を送る前に、受け取ったメモをアーカイブします。
ko: 메모는 선택한 팀 기기용으로 암호화됩니다. Pinbook은 수신 확인 전에 받은 메모를 보관합니다.
pt_br: As notas são criptografadas para os dispositivos selecionados da equipe. O Pinbook arquiva cada nota recebida antes de confirmar o recebimento.
ru: Заметки шифруются для выбранных устройств команды. Pinbook архивирует полученную заметку до подтверждения её получения.
tr: Notlar seçilen ekip cihazları için şifrelenir. Pinbook, alınan notu onaylamadan önce arşivler.
ur: نوٹس منتخب ٹیم آلات کے لیے خفیہ کیے جاتے ہیں۔ Pinbook موصولہ نوٹ کی وصولی کی تصدیق سے پہلے اسے محفوظ کرتا ہے۔
zh_hans: 备注会为所选团队设备加密。Pinbook 会先归档收到的备注，再确认收取。
zh_hant: 備註會為所選團隊裝置加密。Pinbook 會先封存收到的備註，再確認收取。

source: Connection
ar: الاتصال
de: Verbindung
es: Conexión
fr: Connexion
hi: कनेक्शन
id: Koneksi
it: Connessione
ja: 接続
ko: 연결
pt_br: Conexão
ru: Подключение
tr: Bağlantı
ur: کنکشن
zh_hans: 连接
zh_hant: 連線

source: Open a valid team invitation to sign in, register this device, and review membership before sharing anything.
ar: افتح دعوة فريق صالحة لتسجيل الدخول وتسجيل هذا الجهاز ومراجعة العضوية قبل مشاركة أي شيء.
de: Öffne eine gültige Teameinladung, um dich anzumelden, dieses Gerät zu registrieren und die Mitgliedschaft zu prüfen, bevor du etwas teilst.
es: Abre una invitación válida del equipo para iniciar sesión, registrar este dispositivo y revisar la membresía antes de compartir contenido.
fr: Ouvrez une invitation d’équipe valide pour vous connecter, enregistrer cet appareil et vérifier l’adhésion avant tout partage.
hi: कुछ भी साझा करने से पहले साइन इन करने, इस डिवाइस को पंजीकृत करने और सदस्यता की समीक्षा करने के लिए मान्य टीम आमंत्रण खोलें।
id: Buka undangan tim yang valid untuk masuk, mendaftarkan perangkat ini, dan meninjau keanggotaan sebelum membagikan apa pun.
it: Apri un invito valido del team per accedere, registrare questo dispositivo e verificare l’appartenenza prima di condividere qualsiasi contenuto.
ja: 有効なチーム招待を開いてサインインし、この端末を登録して、共有前にメンバーシップを確認してください。
ko: 유효한 팀 초대를 열어 로그인하고 이 기기를 등록한 다음, 공유하기 전에 멤버십을 확인하세요.
pt_br: Abra um convite válido da equipe para entrar, registrar este dispositivo e revisar a associação antes de compartilhar qualquer conteúdo.
ru: Откройте действующее приглашение команды, чтобы войти, зарегистрировать это устройство и проверить членство перед отправкой данных.
tr: Herhangi bir şey paylaşmadan önce oturum açmak, bu cihazı kaydetmek ve üyeliği incelemek için geçerli bir ekip daveti açın.
ur: کچھ بھی شیئر کرنے سے پہلے سائن اِن کرنے، اس آلے کو رجسٹر کرنے اور رکنیت کا جائزہ لینے کے لیے ٹیم کی درست دعوت کھولیں۔
zh_hans: 请打开有效的团队邀请，登录并注册此设备；分享任何内容前，请先检查成员资格。
zh_hant: 請開啟有效的團隊邀請，登入並註冊此裝置；分享任何內容前，請先檢查成員資格。

source: Invite members
ar: دعوة أعضاء
de: Mitglieder einladen
es: Invitar a miembros
fr: Inviter des membres
hi: सदस्यों को आमंत्रित करें
id: Undang anggota
it: Invita membri
ja: メンバーを招待
ko: 멤버 초대
pt_br: Convidar membros
ru: Пригласить участников
tr: Üyeleri davet et
ur: اراکین کو دعوت دیں
zh_hans: 邀请成员
zh_hant: 邀請成員

source: Share invitation
ar: مشاركة الدعوة
de: Einladung teilen
es: Compartir invitación
fr: Partager l’invitation
hi: आमंत्रण साझा करें
id: Bagikan undangan
it: Condividi invito
ja: 招待を共有
ko: 초대 공유
pt_br: Compartilhar convite
ru: Поделиться приглашением
tr: Daveti paylaş
ur: دعوت شیئر کریں
zh_hans: 共享邀请
zh_hant: 分享邀請

source: Invitation unavailable
ar: الدعوة غير متاحة
de: Einladung nicht verfügbar
es: Invitación no disponible
fr: Invitation indisponible
hi: आमंत्रण उपलब्ध नहीं है
id: Undangan tidak tersedia
it: Invito non disponibile
ja: 招待を利用できません
ko: 초대를 사용할 수 없음
pt_br: Convite indisponível
ru: Приглашение недоступно
tr: Davet kullanılamıyor
ur: دعوت دستیاب نہیں
zh_hans: 邀请不可用
zh_hant: 邀請無法使用

source: Only a current team invitation can create a QR code or share link.
ar: لا يمكن إنشاء رمز QR أو رابط مشاركة إلا من دعوة فريق سارية.
de: Nur eine aktuelle Teameinladung kann einen QR-Code oder Freigabelink erstellen.
es: Solo una invitación vigente del equipo puede crear un código QR o un enlace para compartir.
fr: Seule une invitation d’équipe en cours de validité peut créer un code QR ou un lien de partage.
hi: केवल वर्तमान टीम आमंत्रण से QR कोड या साझा करने का लिंक बनाया जा सकता है।
id: Hanya undangan tim yang masih berlaku yang dapat membuat kode QR atau tautan berbagi.
it: Solo un invito del team ancora valido può creare un codice QR o un link di condivisione.
ja: 現在有効なチーム招待のみ、QRコードまたは共有リンクを作成できます。
ko: 현재 유효한 팀 초대만 QR 코드나 공유 링크를 만들 수 있습니다.
pt_br: Somente um convite atual da equipe pode criar um código QR ou link de compartilhamento.
ru: Создать QR-код или ссылку для отправки можно только из действующего приглашения команды.
tr: Yalnızca geçerli bir ekip daveti QR kodu veya paylaşım bağlantısı oluşturabilir.
ur: صرف ٹیم کی موجودہ درست دعوت سے QR کوڈ یا شیئر لنک بنایا جا سکتا ہے۔
zh_hans: 只有当前有效的团队邀请才能生成二维码或共享链接。
zh_hant: 只有目前有效的團隊邀請才能產生 QR Code 或分享連結。

source: Send a note
ar: إرسال ملاحظة
de: Notiz senden
es: Enviar una nota
fr: Envoyer une note
hi: नोट भेजें
id: Kirim catatan
it: Invia una nota
ja: メモを送信
ko: 메모 보내기
pt_br: Enviar uma nota
ru: Отправить заметку
tr: Not gönder
ur: نوٹ بھیجیں
zh_hans: 发送备注
zh_hant: 傳送備註

source: Write a short team note
ar: اكتب ملاحظة قصيرة للفريق
de: Kurze Teamnotiz schreiben
es: Escribe una nota breve para el equipo
fr: Rédigez une courte note pour l’équipe
hi: टीम के लिए छोटा नोट लिखें
id: Tulis catatan singkat untuk tim
it: Scrivi una breve nota per il team
ja: 短いチームメモを書く
ko: 짧은 팀 메모 작성
pt_br: Escreva uma nota curta para a equipe
ru: Напишите короткую заметку для команды
tr: Kısa bir ekip notu yazın
ur: ٹیم کے لیے مختصر نوٹ لکھیں
zh_hans: 撰写简短的团队备注
zh_hant: 撰寫簡短的團隊備註

source: I accept the Team Terms
ar: أوافق على شروط الفريق
de: Ich akzeptiere die Teambedingungen
es: Acepto las condiciones del equipo
fr: J’accepte les conditions de l’équipe
hi: मैं टीम की शर्तें स्वीकार करता/करती हूँ
id: Saya menerima Ketentuan Tim
it: Accetto i termini del team
ja: チーム利用規約に同意します
ko: 팀 이용 약관에 동의합니다
pt_br: Aceito os Termos da Equipe
ru: Я принимаю условия команды
tr: Ekip Koşulları’nı kabul ediyorum
ur: میں ٹیم کی شرائط قبول کرتا/کرتی ہوں
zh_hans: 我接受团队条款
zh_hant: 我接受團隊條款

source: Encrypt and send
ar: تشفير وإرسال
de: Verschlüsseln und senden
es: Cifrar y enviar
fr: Chiffrer et envoyer
hi: एन्क्रिप्ट करके भेजें
id: Enkripsi dan kirim
it: Crittografa e invia
ja: 暗号化して送信
ko: 암호화하여 보내기
pt_br: Criptografar e enviar
ru: Зашифровать и отправить
tr: Şifrele ve gönder
ur: خفیہ کر کے بھیجیں
zh_hans: 加密并发送
zh_hant: 加密並傳送

source: Sending becomes available only after a verified team connection and one-time Terms acceptance. Failed deliveries stay in the protected outbox for manual retry.
ar: يتاح الإرسال فقط بعد التحقق من اتصال الفريق وقبول الشروط لمرة واحدة. تبقى عمليات الإرسال الفاشلة في صندوق الصادر المحمي لإعادة المحاولة يدويًا.
de: Das Senden ist erst nach einer bestätigten Teamverbindung und der einmaligen Annahme der Bedingungen verfügbar. Fehlgeschlagene Zustellungen bleiben für einen manuellen Neuversuch im geschützten Postausgang.
es: El envío solo estará disponible tras verificar la conexión del equipo y aceptar las condiciones una vez. Los envíos fallidos permanecen en la bandeja de salida protegida para reintentarlos manualmente.
fr: L’envoi n’est disponible qu’après vérification de la connexion à l’équipe et acceptation unique des conditions. Les échecs restent dans la boîte d’envoi protégée pour une nouvelle tentative manuelle.
hi: भेजने की सुविधा केवल सत्यापित टीम कनेक्शन और शर्तों को एक बार स्वीकार करने के बाद उपलब्ध होती है। विफल डिलीवरी मैन्युअल पुनः प्रयास के लिए सुरक्षित आउटबॉक्स में रहती हैं।
id: Pengiriman hanya tersedia setelah koneksi tim diverifikasi dan Ketentuan diterima satu kali. Pengiriman yang gagal tetap berada di kotak keluar terlindungi untuk dicoba lagi secara manual.
it: L’invio è disponibile solo dopo aver verificato la connessione al team e accettato una volta i termini. Gli invii non riusciti restano nella posta in uscita protetta per un nuovo tentativo manuale.
ja: 送信は、チーム接続の確認と一度限りの利用規約への同意後に利用できます。送信に失敗した項目は、手動で再試行できるよう保護された送信トレイに残ります。
ko: 팀 연결을 확인하고 이용 약관에 한 번 동의한 후에만 보낼 수 있습니다. 전송에 실패한 항목은 수동으로 다시 시도할 수 있도록 보호된 보낼 편지함에 남습니다.
pt_br: O envio só fica disponível após verificar a conexão da equipe e aceitar os Termos uma vez. Os envios com falha permanecem na caixa de saída protegida para nova tentativa manual.
ru: Отправка становится доступна только после проверки подключения к команде и однократного принятия условий. Неудачные отправки остаются в защищённой папке исходящих для ручного повтора.
tr: Gönderme, yalnızca doğrulanmış bir ekip bağlantısı ve Koşulların bir kez kabul edilmesinden sonra kullanılabilir. Başarısız gönderimler elle yeniden denemek üzere korumalı giden kutusunda kalır.
ur: بھیجنے کی سہولت صرف ٹیم کنکشن کی تصدیق اور شرائط کو ایک بار قبول کرنے کے بعد دستیاب ہوتی ہے۔ ناکام ترسیلات دستی طور پر دوبارہ کوشش کے لیے محفوظ آؤٹ باکس میں رہتی ہیں۔
zh_hans: 只有在团队连接通过验证并一次性接受条款后，才能发送。失败的发送会保留在受保护的发件箱中，供您手动重试。
zh_hant: 只有在團隊連線通過驗證並一次性接受條款後，才能傳送。傳送失敗的項目會保留在受保護的寄件匣中，供你手動重試。

source: Inbox
ar: صندوق الوارد
de: Posteingang
es: Bandeja de entrada
fr: Boîte de réception
hi: इनबॉक्स
id: Kotak masuk
it: Posta in arrivo
ja: 受信トレイ
ko: 받은 편지함
pt_br: Caixa de entrada
ru: Входящие
tr: Gelen kutusu
ur: اِن باکس
zh_hans: 收件箱
zh_hant: 收件匣

source: Refresh now
ar: تحديث الآن
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Actualiser maintenant
hi: अभी रीफ़्रेश करें
id: Segarkan sekarang
it: Aggiorna ora
ja: 今すぐ更新
ko: 지금 새로 고침
pt_br: Atualizar agora
ru: Обновить сейчас
tr: Şimdi yenile
ur: ابھی ریفریش کریں
zh_hans: 立即刷新
zh_hant: 立即重新整理

source: Foreground refresh, import, and acknowledgements are explicit. Pinbook does not rely on push notifications for delivery safety.
ar: يتم التحديث والاستيراد وتأكيد الاستلام بوضوح أثناء استخدام التطبيق. لا يعتمد Pinbook على إشعارات الدفع لضمان سلامة التسليم.
de: Aktualisierung im Vordergrund, Import und Bestätigungen erfolgen ausdrücklich. Pinbook verlässt sich für eine sichere Zustellung nicht auf Push-Mitteilungen.
es: La actualización en primer plano, la importación y las confirmaciones son acciones explícitas. Pinbook no depende de notificaciones push para garantizar la entrega.
fr: L’actualisation au premier plan, l’importation et les accusés de réception sont explicites. Pinbook ne dépend pas des notifications push pour sécuriser la livraison.
hi: ऐप खुला होने पर रीफ़्रेश, आयात और पुष्टियाँ स्पष्ट क्रियाएँ हैं। सुरक्षित डिलीवरी के लिए Pinbook पुश सूचनाओं पर निर्भर नहीं करता।
id: Penyegaran saat aplikasi aktif, impor, dan konfirmasi dilakukan secara jelas. Pinbook tidak mengandalkan notifikasi push untuk keamanan pengiriman.
it: L’aggiornamento in primo piano, l’importazione e le conferme sono azioni esplicite. Pinbook non dipende dalle notifiche push per garantire la consegna.
ja: フォアグラウンドでの更新、読み込み、受信確認は明示的に行われます。Pinbookは安全な配信をプッシュ通知に依存しません。
ko: 앱이 화면에 표시된 상태에서 새로 고침, 가져오기, 수신 확인이 명시적으로 수행됩니다. Pinbook은 안전한 전송을 푸시 알림에 의존하지 않습니다.
pt_br: A atualização em primeiro plano, a importação e as confirmações são ações explícitas. O Pinbook não depende de notificações push para garantir a entrega.
ru: Обновление на экране, импорт и подтверждение выполняются явно. Для безопасной доставки Pinbook не полагается на push-уведомления.
tr: Uygulama açıkken yenileme, içe aktarma ve onaylama açık işlemlerdir. Pinbook, güvenli teslim için anlık bildirimlere dayanmaz.
ur: ایپ سامنے ہونے پر ریفریش، درآمد اور وصولی کی تصدیق واضح کارروائیاں ہیں۔ محفوظ ترسیل کے لیے Pinbook پش اطلاعات پر انحصار نہیں کرتا۔
zh_hans: 前台刷新、导入和确认均为明确操作。Pinbook 不依赖推送通知来保障安全送达。
zh_hant: 前景重新整理、匯入和確認均為明確操作。Pinbook 不依賴推播通知來保障安全傳送。

source: Safety
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
hi: सुरक्षा
id: Keamanan
it: Sicurezza
ja: 安全
ko: 안전
pt_br: Segurança
ru: Безопасность
tr: Güvenlik
ur: حفاظت
zh_hans: 安全
zh_hant: 安全性

source: Report note
ar: الإبلاغ عن الملاحظة
de: Notiz melden
es: Reportar nota
fr: Signaler la note
hi: नोट की रिपोर्ट करें
id: Laporkan catatan
it: Segnala nota
ja: メモを報告
ko: 메모 신고
pt_br: Denunciar nota
ru: Пожаловаться на заметку
tr: Notu bildir
ur: نوٹ کی اطلاع دیں
zh_hans: 举报备注
zh_hant: 檢舉備註

source: Report user
ar: الإبلاغ عن المستخدم
de: Benutzer melden
es: Reportar usuario
fr: Signaler l’utilisateur
hi: उपयोगकर्ता की रिपोर्ट करें
id: Laporkan pengguna
it: Segnala utente
ja: ユーザーを報告
ko: 사용자 신고
pt_br: Denunciar usuário
ru: Пожаловаться на пользователя
tr: Kullanıcıyı bildir
ur: صارف کی اطلاع دیں
zh_hans: 举报用户
zh_hant: 檢舉使用者

source: Block user
ar: حظر المستخدم
de: Benutzer blockieren
es: Bloquear usuario
fr: Bloquer l’utilisateur
hi: उपयोगकर्ता को ब्लॉक करें
id: Blokir pengguna
it: Blocca utente
ja: ユーザーをブロック
ko: 사용자 차단
pt_br: Bloquear usuário
ru: Заблокировать пользователя
tr: Kullanıcıyı engelle
ur: صارف کو بلاک کریں
zh_hans: 屏蔽用户
zh_hant: 封鎖使用者

source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
hi: Apple से साइन इन करें
id: Masuk dengan Apple
it: Accedi con Apple
ja: Appleでサインイン
ko: Apple로 로그인
pt_br: Iniciar sessão com a Apple
ru: Войти с Apple
tr: Apple ile giriş yap
ur: Apple کے ساتھ سائن اِن کریں
zh_hans: 通过 Apple 登录
zh_hant: 使用 Apple 登入

source: Delete account
ar: حذف الحساب
de: Account löschen
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटाएँ
id: Hapus akun
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
pt_br: Excluir conta
ru: Удалить аккаунт
tr: Hesabı sil
ur: اکاؤنٹ حذف کریں
zh_hans: 删除账户
zh_hant: 刪除帳號

source: Account actions remain unavailable until their authenticated server contracts and deletion cleanup are approved.
ar: تظل إجراءات الحساب غير متاحة حتى اعتماد عقود الخادم الموثَّقة وآلية التنظيف بعد الحذف.
de: Accountaktionen bleiben nicht verfügbar, bis die authentifizierten Serververträge und die Bereinigung nach dem Löschen genehmigt sind.
es: Las acciones de la cuenta seguirán sin estar disponibles hasta que se aprueben los contratos autenticados del servidor y la limpieza posterior a la eliminación.
fr: Les actions du compte restent indisponibles jusqu’à l’approbation des contrats serveur authentifiés et du nettoyage après suppression.
hi: प्रमाणित सर्वर अनुबंध और खाता हटाने के बाद की सफ़ाई स्वीकृत होने तक खाते की कार्रवाइयाँ उपलब्ध नहीं होंगी।
id: Tindakan akun tetap tidak tersedia sampai kontrak server terautentikasi dan pembersihan setelah penghapusan disetujui.
it: Le azioni dell’account restano non disponibili finché non vengono approvati i contratti autenticati del server e la pulizia successiva all’eliminazione.
ja: 認証済みサーバー契約と削除後のクリーンアップが承認されるまで、アカウント操作は利用できません。
ko: 인증된 서버 계약과 삭제 후 정리가 승인될 때까지 계정 작업을 사용할 수 없습니다.
pt_br: As ações da conta permanecerão indisponíveis até que os contratos autenticados do servidor e a limpeza após a exclusão sejam aprovados.
ru: Действия с аккаунтом недоступны до утверждения серверных контрактов с аутентификацией и очистки после удаления.
tr: Kimliği doğrulanmış sunucu sözleşmeleri ve silme temizliği onaylanana kadar hesap işlemleri kullanılamaz.
ur: تصدیق شدہ سرور معاہدوں اور حذف کے بعد صفائی کی منظوری تک اکاؤنٹ کی کارروائیاں دستیاب نہیں رہیں گی۔
zh_hans: 在经过身份验证的服务器契约和删除清理流程获批前，账户操作将保持不可用。
zh_hant: 在經過身分驗證的伺服器契約和刪除清理流程獲准前，帳號操作將維持不可用。

source: Team invitation QR code
ar: رمز QR لدعوة الفريق
de: QR-Code der Teameinladung
es: Código QR de invitación al equipo
fr: Code QR d’invitation à l’équipe
hi: टीम आमंत्रण का QR कोड
id: Kode QR undangan tim
it: Codice QR dell’invito al team
ja: チーム招待のQRコード
ko: 팀 초대 QR 코드
pt_br: Código QR do convite da equipe
ru: QR-код приглашения команды
tr: Ekip daveti QR kodu
ur: ٹیم دعوت کا QR کوڈ
zh_hans: 团队邀请二维码
zh_hant: 團隊邀請 QR Code
